/* If a bar code scanner has no name and no product name, this is used as the bar code scanner's display name. */
"BarcodeScannerDefaultName" = "Lecteur de code-barres";

/* Detail text for bluetooth bar code scanners. */
"BluetoothBarcodeScannerDetailText" = "Connecté via Bluetooth";

/* The manufacturer name for Bluetooth LE connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-BLE" = "Square";

/* The manufacturer name for USB connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-USB" = "Square";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-BLE" = "Sans contact et cartes à puce";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected over USB. Should be the same name as when it is connected over wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-USB" = "Sans contact et cartes à puce";

/* The description of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorDescription" = "La Solution de vente n’a pas pu se connecter à votre Square Reader sans contact et cartes à puce. Réessayez l’opération.";

/* The title of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorTitle" = "Échec de la connexion";

/* If a Bluetooth printer has no name and no product name, this is used as the printer's display name. */
"BluetoothPrinterDefaultName" = "Imprimante BT";

/* Placeholder default name for a paired Bluetooth printer. */
"BluetoothPrinterPlaceholderName" = "Imprimante BT %1$@";

/* If a card reader has no name and no product name, this is used as the card reader's display name. */
"CardReaderDefaultName" = "Lecteur de cartes";

/* Title of the initialization state arrived at once the reader is preparing to accept payments. This includes, among other things, establishing a secure session. */
"CardReaderInitializationStateTitleConnecting" = "Connexion en cours";

/* Title of the initialization state arrived at once the reader was not able to successfully initialize. */
"CardReaderInitializationStateTitleFailed" = "Échec";

/* Title of the initialization state arrived at once the reader is ready to take payments. */
"CardReaderInitializationStateTitleReady" = "Prête";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected multiple issues with the reader. The number of issues detected will be substituted into the '%@' field. */
"CardReaderInitializationStateTitleReadyWithMultipleIssues" = "Prêt (%1$@ problèmes)";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected an issue with the reader. */
"CardReaderInitializationStateTitleReadyWithOneIssue" = "Prêt (1 problème)";

/* Title of the initialization state wherein the reader is paired with Point of Sale but not connected. A connection will automatically be established when the reader enters range. Applies only to wireless peripherals. */
"CardReaderInitializationStateTitleUnavailable" = "Non disponible";

/* Title of the default initialization state. This is not a state which should be displayed in normal circumstances. */
"CardReaderInitializationStateTitleUnknown" = "Inconnu";

/* Title of the initialization state arrived at once the reader is updating its firmware. */
"CardReaderInitializationStateTitleUpdating" = "En cours de mise à jour";

/* Format for showing the card reader name (first parameter) and the last 4 digits of the serial number (second parameter). */
"CardReaderNameAndSerialNumberFormat" = "%1$@ (%2$@)";

/* If a cash drawer has no name and no product name, this is used as the cash drawer's display name. */
"CashDrawerDefaultName" = "Tiroir-caisse";

/* The error message shown when a card reader needs Point of Sale to be updated before it can connect */
"HQBluetoothLECardReaderPairingAppUpdateRequiredMessage" = "Vous devez mettre à jour la Solution de vente Square pour pouvoir utiliser votre Square Reader sans contact et cartes à puce.";

/* The error title shown when a card reader needs Point of Sale to be updated before it can connect. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredTitle" = "Mise à jour de la Solution de vente Square nécessaire";

/* The title of the affordance that will allow the merchant to upgrade Point of Sale. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredUpgradeTitle" = "App Store";

/* The name of Square Point of Sale. This name appears in the dialog shown when the merchant attempts to pair an R12 and Bluetooth is off, which will instruct them to turn Bluetooth on. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlert-PointOfSaleAppName" = "la Solution de vente";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and Bluetooth is turned off on the iOS device. The format specifier will be replaced by the name of the Square app the merchant is using - e.g. 'Point of Sale'. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlertTitle" = "Activer Bluetooth pour permettre à %1$@ de se connecter aux accessoires";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~pad" = "Cet iPad ne prend pas en charge la connexion sans fil au Square Reader sans contact et cartes à puce. Branchez votre lecteur via USB avec un Square Stand.";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~phone" = "Cet appareil n’est pas compatible avec le Square Reader sans contact et cartes à puce.";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~pad" = "Sans fil non pris en charge";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~phone" = "Appareil non pris en charge";

/* The button on the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the device Square Point of Sale is running on does not support Bluetooth LE. When this button is tapped, the merchant will be taken to a page on Square's website showing them a list of all compatible devices. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedViewCompatibleDevicesButtonTitle" = "Afficher les appareils compatibles";

/* The message contents of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertMessage" = "Veuillez réessayer d’associer. Si le problème persiste, contactez l’assistance Square.";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertTitle" = "Une erreur Bluetooth s’est produite.";

/* The checking account type. Should read 'Chequing' in Canada and 'Cheque' in Australia, per respective Interac and EFTPOS requirements. */
"HQPaymentAccountCRPaymentAccountTypeChecking" = "Compte courant";

/* The credit account type. */
"HQPaymentAccountCRPaymentAccountTypeCredit" = "Carte de crédit";

/* The default account type. */
"HQPaymentAccountCRPaymentAccountTypeDefault" = "Défaut";

/* The savings account type. */
"HQPaymentAccountCRPaymentAccountTypeSavings" = "Compte épargne";

/* Display name for peripheral with no custom name, placeholder name, or manufacturer/model name. */
"HQPeripheralDefaultDisplayName" = "Périphérique";

/* The text on the 'dismiss' button when an alert regarding a new card reader connectivity issue is shown. */
"HQReaderConnectivityGuidanceAlertViewDismissButton" = "Fermer";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewMessageBLEConnectionDrops" = "Il semble que la connexion Bluetooth entre votre lecteur de cartes et votre appareil soit souvent interrompue.";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewMessageEMIInterference" = "Il semble que la connexion entre votre Square Reader sans contact et cartes à puce et votre appareil soit souvent interrompue.";

/* The message in the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewMessageFlakyCable" = "Les câbles reliant votre appareil à votre prise d’alimentation se déconnectent souvent.";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewTitleBLEConnectionDrops" = "Déconnexions fréquentes du lecteur";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewTitleEMIInterference" = "Déconnexions fréquentes du lecteur";

/* The title of the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewTitleFlakyCable" = "Déconnexions fréquentes du câble";

/* The description indicating how to swipe more successfully for the error message. */
"LCRReaderCapabilitySwipeFailedErrorDescription" = "Glisser la carte rapidement";

/* The message indicating that a swipe was unsuccessful. */
"LCRReaderCapabilitySwipeFailedErrorTitle" = "Veuillez réessayer";

/* Format string for concatenated printer make and model. */
"ManufacturerAndModelNameFormat" = "%1$@ %2$@";

/* Description used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorDescription" = "Veuillez vérifier la source d’alimentation de votre appareil et l’ensemble des connexions.";

/* Title used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorTitle" = "Appareil non connecté";

/* Description used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorDescription" = "Votre appareil ne prend pas en charge cette action. Veuillez essayer un autre appareil ou une autre action.";

/* Title used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorTitle" = "Action non prise en charge";

/* Description used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorDescription" = "Une erreur semble s’être produite. Veuillez vérifier la connexion et la source d’alimentation de votre appareil.";

/* Title used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorTitle" = "Erreur liée à l’appareil";

/* This is the format string for the printer display name including the serial number. The first argument is the standard display name, which is either a custom name entered by the seller or a standard name based on the make and model of the printer. The second argument is the last four characters of the printer's serial number. */
"PrinterDisplayNameWithSerialLastFourFormatString" = "%1$@ (%2$@)";

/* The manufacturer name for headphone jack connected card readers made by Square. */
"ReaderCapabilityManufacturerNameSquare" = "Square";

/* The model name for the Square Reader for chip (codename R6) */
"ReaderCapabilityModelNameR6" = "Cartes à puces";

/* The subtitle shown to the user when an R12 drops to a low battery level while connected to Point of Sale. Ex. 'Square Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R12" = "La batterie de votre Square Reader sans contact et cartes à puce est à %1$@%%. Branchez le lecteur avec le câble USB pour charger la batterie.";

/* The subtitle shown to the user when a reader drops to a low battery level while connected to Point of Sale. Ex. 'Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R6" = "La batterie du lecteur de cartes à puce est à %1$@%%. Branchez le lecteur avec le câble USB pour charger la batterie. ";

/* The name for Square Readers that read only magstripe cards (R4-class devices) */
"ReaderModelNameMagstripe" = "Carte magnétique";

/* Format string for placeholder WiFi printer name that includes placeholder number. */
"SQNetworkPrinterPlaceholderNameFormat" = "Imprimante Wi-Fi %1$@";

/* Format string for placeholder USB printer name that includes placeholder number. */
"SQUSBPrinterPlaceholderNameFormat" = "Imprimante USB %1$@";

/* The default error title shown to the user when a secure session fails. */
"SecureSessionFailureErrorTitle-Default" = "Échec de la connexion du lecteur";

/* The default error subtitle shown to the user when a secure session fails. */
"SecureSessionFailureNotificationDescription-Default" = "Veuillez contacter l’assistance.";

/* The error subtitle shown to the user when an attempt to establish secure session fails due to the max number of readers already being conected. */
"SecureSessionFailureNotificationDescription-MaxReadersConnected" = "Vous avez déjà connecté le nombre maximum de lecteurs.";

/* The error subtitle shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationDescription-NetworkTimeOut" = "Un problème est survenu lors de la connexion à Internet. Assurez-vous que votre connexion Internet fonctionne et réessayez.";

/* The error subtitle shown to the user when a secure session establishment fails due to Square having server issues. */
"SecureSessionFailureNotificationDescription-ServerError" = "Veuillez réessayer ou contacter l’assistance si le message persiste.";

/* The error subtitle shown to the user when an attempt to establish secure session fails. */
"SecureSessionFailureNotificationDescriptionDefault-TryAgain" = "Veuillez appuyer sur « Réessayer » ou contacter l’assistance si ce message persiste.";

/* The error title shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationTitle-NetworkTimeOut" = "Le Lecteur nécessite une connexion Internet";

/* Format string for Stand Bar code Scanner detail text. The argument is the port number. */
"StandBarcodeScannerDetailTextFormatString" = "Connecté au port %1$@";

/* Format string for Stand Bar code Scanner detail text when port number is unknown. */
"StandBarcodeScannerDetailTextNoUSBPortNumber" = "Connecté via USB";

/* Format string for Stand Cash Drawer detail text. The argument is the port number. */
"StandCashDrawerDetailTextFormatString" = "Connecté au port %1$@";

/* Format string for Stand Cash Drawer detail text when port number is unknown. */
"StandCashDrawerDetailTextNoUSBPortNumber" = "Connecté via USB";

/* If a stand has no name and no product name, this is used as the stand's display name. */
"StandDefaultName" = "Square Stand";

/* If a WiFi printer has no name and no product name, this is used as the printer's display name. */
"StarNetworkPrinterDefaultName" = "Imprimante Wi-Fi";

/* If a USB printer has no name and no product name, this is used as the printer's display name. */
"USBPrinterDefaultName" = "Imprimante USB";

